<font color="#5a82a5">   
<center><h1>公司简介</h1></center>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;北京游龙网网络科技有限公司（DragonFlow　Networks,　Inc.）
是一家成立于2000年3月的获得双软认证的外商独资企业，
由资深留美学者张泽军创办，并得到世界著名投资机构IDG公司和美国投资专家的资本支持。游龙科技多年来专注于IT运维领域相
关软件的研发和市场营销，在客户需求把握、系统架构设计、项目管理、程序编码、质量控制、前沿技术的研究和追踪、软件产品
市场化等方面积累了丰富的经验，是目前国内该领域最优秀的独立软件开发商和相关解决方案提供商。  <br />      <br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;游龙科技的努力得到了社会各界的认可，2004年被德勤国际会计公司评选为“亚太地区高科技高成长500强”，2005年再次凭
借三年销售额累计增长755％入选“2005年度德勤中国高科技、高成长50强”。游龙科技公司还先后获得了中国计算机用户协
会颁发的“中国信息产业最有价值产品奖”，中国电子信息产业发展研究院颁发的“2004年最佳网管系统性能奖”，互联网周刊
颁发的“电信供应商100强”、“中国电子政务IT100强”，赛迪集团颁发的“网管员最喜爱的网络管理系统产品奖”，中国计算机
报颁发的“2005年度编辑选择奖”等。  <br />     <br />   
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 技术、品牌、服务是游龙科技致胜的三大法宝。其自主品
牌SiteView已经成为国内IT运维领域的第一品牌，它旗下的系统管理、网络设备管理、桌面管理、上网行为管理、流量分析
 、流量控制等自有知识产权的系列产品及其解决方案已广泛应用于电信、金融、政府、教育、企业等行业，典型客户包括：中
国网通、中国联通、中国铁通、中国移动、263、21CN、建设银行、交通银行、华夏证券、国泰君安证券、粤电集团、长春电
力公司、海航集团、中石化、金山石化、中油和黄、大庆油田、上海政府、上海财税、腾讯、易趣等等。 <br />     <br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;游龙科技总部在北京，由行政部、人事部、财务部、营销中心（销售部、技术支持部、市场部）和研发中心组成，营销
中心在上海和广州设有办事处，在全国20几个主要省、市设有分支机构。2006年游龙科技在立足于国内市场的同时将全
面进军美国、日本、韩国市场。</font>


