<?
//////////////////////////////////////////////////////////////////////////////////////////////////////////////////
// Developed by YuLei numen@263.net  2001.3.28
// 此页将生成主页上用到的“行业平均响应时间周走势图”
//////////////////////////////////////////////////////////////////////////////////////////////////////////////////
require("dragonchartobj.php");

Header("Content-type: image/png");
$obj=new avgobj;

if (isset($m))
{
	if (isset($callwhich))
		$obj->menhu_chart_m($hyid,$s,$e,570,150,31,"1");  // 画综合指数月走势图
	else
		$obj->menhu_chart_m($hyid,$s,$e,570,150,31);  // 画门户平均响应时间月走势图
}
else
{
	if (isset($callwhich))
		$obj->menhu_chart_w($hyid,$s,$e,210,120,"1");  // 画综合指数周走势图
	else
		$obj->menhu_chart_w($hyid,$s,$e,210,120);  // 画门户平均响应时间周走势图
}
//================================================================================================================
// 执行方法：http://localhost/php/chart/homepagechart.php?hyid=3&s=2001-03-19%2000:00&e=2001-03-25%2023:59
?>